<?
$MESS['NOT_AUTHORIZED']	= "Чтобы добавлять комментарии необходимо авторизоваться";
$MESS['AUTH'] = "Авторизоваться";
$MESS['NO_OBJECT_ID'] = "Не задан объект комментирования, например ID новости";
$MESS['NO_OBJECT_NAME'] = "Не задано название объекта комментирования";
$MESS['NO_COMMENTS_IBLOCK_ID'] = "Не задан информационный блок  с комментариями";
$MESS['NO_PROPERTY_OBJECT_ID'] = "Не задано свойство в котором хранится ID объекта комментирования";
$MESS['NO_PROPERTY_USER_ID'] = "Не задано свойство в котором хранится ID пользователя или его имя";
$MESS['NAME_NOT_FILLED'] = "Не задан информационный блок  с комментариями";
?>